Repository: chommik/mpd-tune
Catalog: po/*.po
Languages: pl

source: Not found. Searching similiar matches.
pl: Nie znaleziono. Wyszukiwanie podobnych nazw...

source: Choose from the list (-2 cancels, -1 continues search):
pl: Wybierz z listy (-2 anuluje, -1 kontynuuje wyszukiwanie):

source: Answer not allowed.
pl: Odpowiedź niedozwolona.

source: mpd-tune version {ver}. Matches a song in MPD database, then plays it.
pl: mpd-tune, wersja {ver}. Dopasowuje utwór w bazie MPD, następnie go odtwarza.

source: mpd host
pl: host mpd

source: mpd port
pl: port mpd

source: search only tracks in playlist
pl: przeszukuj tylko playlistę

source: do not actually play the song, just show what would be played
pl: nie odtwarzaj utworu, wyłącznie pokaż, co byłoby odtworzone

source: display messages without terminal colors
pl: wyświetlaj komunikaty bez kolorów terminala

source: Minimal ratio to match
pl: minimalna zgodność nazwy

source: Match case in artists/titles
pl: Dopasowuj tylko wykonawcę/tytuł

source: Only show exact matches
pl: Pokazuj tylko dokładne dopasowania

source: Search only field 'artist'
pl: Szukaj tylko w polu 'wykonawca'

source: Search only field 'title'
pl: Szukaj tylko w polu 'tytuł'

source: track to search for; it may be "artist - title" (mind the space), "title" or just "artist"
pl: szukany utwór; może to być "wykonawca - tytuł" (uważaj na odstęp), " ""tytuł" albo "wykonawca"

source: Error: Wrong arguments
pl: Błąd: błędne argumenty

source: ---- Query ----
pl: ---- Szukaj ----

source: Artist:
pl: Wykonawca:

source: Title:
pl: Tytuł:

source: Searching in playlist.
pl: Szukanie w playliście.

source: Tuned:
pl: Odtwarza:

source: Searching in library.
pl: Szukanie w bibliotece.

source: Not found.
pl: Nie znaleziono.

source: This track is in album "{album}". Do you wish to play the album containing it?
pl: Ten utwór jest w albumie "{album}". " "Czy chcesz odtworzyć cały album zawierający go?

source: Can't connect to MPD. Exiting.
pl: Nie można połączyć się z MPD.
